/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "Haga clic en Actualizar para actualizar su iPod.";
"UPDATE_NO_SELECTION_MULTIPLE" = "Seleccione el iPod cuyo firmware desea actualizar.";
"UPDATE_ONE_SELECTION" = "Haga clic en Actualizar para actualizar %@ a la versión %@.";
"UPDATE_MULTIPLE_SELECTION" = "Haga clic en Actualizar para actualizar los iPods seleccionados.";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "Haga clic en Actualizar para actualizar su iPod.";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "Su iPod está actualizado.";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "Los iPods seleccionados están actualizados.";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "El iPod seleccionado no es compatible con esta actualización.";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "Solo pueden actualizarse los iPods con formato Macintosh.";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "Haga clic en Restaurar para restaurar su iPod con los ajustes de fábrica originales.";
"RESTORE_NO_SELECTION_MULTIPLE" = "Seleccione el iPod que desee restaurar con los ajustes de fábrica originales.";
"RESTORE_ONE_SELECTION" = "Haga clic en Restaurar para restaurar su iPod con los ajustes de fábrica originales.";
"RESTORE_MULTIPLE_SELECTION" = "Haga clic en Restaurar para restaurar los iPods seleccionados con los ajustes de fábrica originales.";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "Haga clic en Restaurar para restaurar su iPod con los ajustes de fábrica originales.";
"RESTORE_NOT_MOUNTED_YET" = "Esperando a que el iPod esté listo.";
"RESTORE_ONLY_OVER_FIREWIRE" = "Para restaurar el iPod, es necesario establecer una conexión mediante FireWire.";

"UPDATING_STATUS" = "Actualizando %@";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "Confirmación de la restauración";
"RESTORE_ALERT_SHEET_DESC" = "¿Seguro que desea restaurar el iPod con los ajustes de fábrica originales? Todas sus canciones y otros datos se borrarán.";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "Conecte un iPod para actualizarlo.";
"IPOD_RESTARTING_RESTORE" = "Se han restaurado los ajustes de fábrica del iPod y se está reiniciando. Mantenga el iPod conectado hasta que finalice el proceso de restauración.";
"IPOD_RESTARTING_UPDATE" = "El software del iPod se ha actualizado y se está reiniciando. Mantenga el iPod conectado hasta que finalice el proceso de actualización.";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "Se han restaurado los ajustes de fábrica del iPod. Desconecte el iPod y vuelva a conectarlo para completar la restauración.";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "El iPod se ha actualizado. Desconéctelo y vuelva a conectarlo para completar la actualización.";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "Se han restaurado los ajustes de fábrica del iPod. Desconéctelo del ordenador y conéctelo a la fuente de alimentación externa para completar la restauración.";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "El iPod se ha actualizado. Desconéctelo del ordenador y conéctelo a la fuente de alimentación externa para completar la actualización.";
"TOO_MANY_IPODS" = "Hay más de un iPod conectado. Conecte los iPods de uno en uno para actualizarlos. Expulse los demás iPods desde el Finder y después desconéctelos.";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "Nombre";
"COPY_FIRMWARE_VERSION" = "Versión del firmware";
"COPY_SERIAL_NUMBER" = "Número de serie";
"COPY_DISK_FORMAT" = "Formato de disco";
"COPY_CAPACITY" = "Capacidad";
"COPY_POD_FAMILY" = "Familia de iPods";
"COPY_UPDATER_FAMILY" = "Familia de actualizaciones";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "(Montando)";
"UNMOUNTED_NAME" = "(Sin montar)";
"RESTORING_NAME" = "(Restaurando)";
"UPDATING_NAME" = "(Actualizando)";
"RESTARTING_NAME" = "(Reiniciando)";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "Restaurando %@";
"UPDATING_STATUS" = "Actualizando %@";
"RESTARTING_STATUS" = "Reiniciando";
"EXAMINING_STATUS" = "Examinando el iPod";
"UNMOUNTING_STATUS" = "Desmontando el iPod";
"PREPARING_STATUS" = "Preparando el iPod";
"FINISHING_STATUS" = "Finalizando";
"FORMATTING_STATUS" = "Formateando el iPod";
"WRITING_FIRMWARE_STATUS" = "Escribiendo software del iPod";
"CLEARING_STATUS" = "Eliminando el software del iPod antiguo";
"WRITING_ICON_STATUS" = "Escribiendo icono de volumen";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "Hay varios iPods seleccionados.";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "No hay ningún iPod seleccionado.";
/* Displayed when info is not available */
"UNKNOWN" = "Desconocido";

/* Button titles */
"RESTORE" = "Restaurar";
"CANCEL" = "Cancelar";
"OK" = "OK";

/* Errors */
"ERROR_TITLE" = "Error";
"CANT_UNMOUNT" = "El iPod no ha podido desmontarse porque está siendo utilizado. Cierre todos los archivos del iPod que tenga abiertos e inténtelo de nuevo.";
"CANT_MOUNT" = "Se ha detectado un iPod, pero debe montarlo en el escritorio para poder efectuar esta operación.";
"GENERAL_ERROR" = "Se ha producido un error al actualizar o restaurar el iPod.";
"SIGMATEL_ERROR" = "Se ha producido un error al actualizar o restaurar el iPod. Desconecte el iPod, vuelva a conectarlo e intente efectuar la restauración de nuevo. Si no funciona, visite http://www.apple.com/es/support/ipod.";
"CANT_FIND_FORMAT_SLICE" = "No se ha encontrado la partición de datos, por lo que no ha podido formatearse. Desconecte el iPod, vuelva a conectarlo e intente efectuar la restauración de nuevo.";
"FORMAT_ERROR" = "Se ha producido un error al formatear el iPod.";
"FORMAT_ERROR_Q14_USB" = "Se ha producido un error al formatear el iPod. Conecte el iPod a un puerto FireWire e inténtelo de nuevo.";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f KB";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "Desconocido";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "Depurar";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "Permitir actualizaciones siempre";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "El iPod se ha actualizado y se está reiniciando. Mantenga el iPod conectado hasta que finalice el proceso de actualización. ¿Desea salir de la Actualización del iPod y abrir iTunes?";
"QUIT_QUESTION_RESTORE_MESSAGE" = "El iPod se ha restaurado y se está reiniciando. Mantenga el iPod conectado hasta que finalice el proceso de restauración. ¿Desea salir de la Actualización del iPod y abrir iTunes?";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "El iPod se ha actualizado. Desconéctelo del ordenador y conéctelo a la fuente de alimentación externa para completar la actualización. ¿Desea salir de la Actualización del iPod y abrir iTunes?";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "El iPod se ha restaurado. Desconéctelo del ordenador y conéctelo a la fuente de alimentación externa para completar la actualización. ¿Desea salir de la Actualización del iPod y abrir iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "El iPod se ha actualizado. Desconéctelo y vuelva a conectarlo para completar la actualización. ¿Desea salir de la Actualización del iPod y abrir iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "El iPod se ha restaurado. Desconéctelo y vuelva a conectarlo para completar la actualización. ¿Desea salir de la Actualización del iPod y abrir iTunes?";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com/es/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/es/register";